[OverpowerUnlock]
SuccessfulUnlock=Congratulations, you have unlocked level %d of Overpowered Enemies.<br><br>Overpowered Enemies are enabled from the main menu after selecting Continue.<br><br>Try completing Digistruct Peak at higher difficulties to unlock more levels of Overpowered Enemies!
SuccessfulUnlockOP1=Congratulations, you have unlocked level %d of Overpowered Enemies.<br><br>Overpowered Enemies are enabled from the main menu after selecting Continue.<br><br>Enabling this feature will make all enemies overpowered, but they will also drop overpowered gear!<br><br>Try completing Digistruct Peak at higher difficulties to unlock more levels of Overpowered Enemies.
SuccessfulUnlockOP8=Congratulations, you have unlocked level %d of Overpowered Enemies.<br><br>Overpowered Enemies are enabled from the main menu after selecting Continue.
SuccessfulUnlockTitle=New Overpower Level Unlocked!
UnsuccessfulUnlock=You have completed the Raid on Digistruct Peak!<br><br>Try completing it again at higher difficulties to unlock more levels of Overpowered Enemies.
UnsuccessfulUnlockTitle=Higher Overpower Level Required!
NoMoreUnlocksAvailable=You have completed the Raid on Digistruct Peak!<br><br>...but alas, you have already unlocked the maximum number of Overpowered Enemies levels available.
NoMoreUnlocksAvailableTitle=Maximum Level Achieved!
LevelRequirementNotMet=You have completed the Raid on Digistruct Peak!<br><br>Try completing it again at level %d to unlock the Overpowered Enemies feature.
LevelRequirementNotMetTitle=Maximum Level Required!

[dlgOverpowerSelect]
Caption=Select Overpower Level
Prompt=Would you like to enable one or more Overpower levels?<br>This will make the game much harder (but with better loot!)<br><br>%CURROP_LEVEL%
CurrentOPLevel=Current Overpower Level:  %OP_LEVEL%<br>  (Maximum: %MAXOP_LEVEL%)
Launch=Launch
Increase=Increase
Decrease=Decrease 
Cancel=Cancel